Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: Cleaned and saved: %lld
ar: المنظَّفة والمحفوظة: %lld
de: Bereinigt und gesichert: %lld
es: Limpiados y guardados: %lld
es_419: Limpiados y guardados: %lld
fr: Nettoyées et enregistrées : %lld
it: Puliti e salvati: %lld
ja: クリーンアップして保存：%lld
ko: 정리 및 저장됨: %lld
nl: Opgeschoond en bewaard: %lld
pl: Wyczyszczono i zachowano: %lld
pt_br: Limpos e salvos: %lld
pt_pt: Limpos e guardados: %lld
sv: Rensade och sparade: %lld
tr: Temizlenip kaydedilen: %lld
zh_hans: 已清理并存储：%lld
zh_hant: 已清理並儲存：%lld

source: Cleaned image · pinch to inspect
ar: الصورة المنظَّفة · كبّر بإصبعين للفحص
de: Bereinigtes Bild · zum Prüfen zoomen
es: Imagen limpia · pellizca para inspeccionar
es_419: Imagen limpia · pellizca para inspeccionar
fr: Image nettoyée · pincez pour examiner
it: Immagine pulita · pizzica per esaminare
ja: 処理後の画像 · ピンチして確認
ko: 정리된 이미지 · 손가락으로 확대하여 확인
nl: Opgeschoonde afbeelding · knijp om te bekijken
pl: Wyczyszczony obraz · uszczypnij, aby sprawdzić
pt_br: Imagem limpa · use pinça para inspecionar
pt_pt: Imagem limpa · use pinça para inspecionar
sv: Rensad bild · nyp för att granska
tr: Temizlenmiş görüntü · incelemek için yakınlaştırın
zh_hans: 处理后的图像 · 双指缩放检查
zh_hant: 處理後的影像 · 雙指縮放檢查

source: Cleaned video
ar: الفيديو المنظَّف
de: Bereinigtes Video
es: Vídeo limpio
es_419: Video limpio
fr: Vidéo nettoyée
it: Video pulito
ja: 処理後のビデオ
ko: 정리된 비디오
nl: Opgeschoonde video
pl: Wyczyszczone wideo
pt_br: Vídeo limpo
pt_pt: Vídeo limpo
sv: Rensad video
tr: Temizlenmiş video
zh_hans: 处理后的视频
zh_hant: 處理後的影片

source: Cleaning Photos and Videos
ar: جارٍ تنظيف الصور ومقاطع الفيديو
de: Fotos und Videos werden bereinigt
es: Limpiando fotos y vídeos
es_419: Limpiando fotos y videos
fr: Nettoyage des photos et des vidéos
it: Pulizia di foto e video
ja: 写真とビデオをクリーンアップ中
ko: 사진 및 비디오 정리 중
nl: Foto’s en video’s opschonen
pl: Czyszczenie zdjęć i wideo
pt_br: Limpando Fotos e Vídeos
pt_pt: A limpar fotografias e vídeos
sv: Rensar bilder och videor
tr: Fotoğraflar ve Videolar Temizleniyor
zh_hans: 正在清理照片和视频
zh_hant: 正在清理照片和影片

source: Cleaning and saving to Photos…
ar: جارٍ التنظيف والحفظ في الصور…
de: Bereinigen und in Fotos sichern…
es: Limpiando y guardando en Fotos…
es_419: Limpiando y guardando en Fotos…
fr: Nettoyage et enregistrement dans Photos…
it: Pulizia e salvataggio in Foto…
ja: クリーンアップして「写真」に保存しています…
ko: 정리 후 사진 앱에 저장 중…
nl: Bezig met opschonen en bewaren in Foto’s…
pl: Czyszczenie i zachowywanie w Zdjęciach…
pt_br: Limpando e salvando em Fotos…
pt_pt: A limpar e a guardar nas Fotografias…
sv: Rensar och sparar i Bilder…
tr: Temizleniyor ve Fotoğraflar’a kaydediliyor…
zh_hans: 正在清理并存储到“照片”…
zh_hant: 正在清理並儲存至「照片」…

source: Cleaning video…
ar: جارٍ تنظيف الفيديو…
de: Video wird bereinigt…
es: Limpiando vídeo…
es_419: Limpiando video…
fr: Nettoyage de la vidéo…
it: Pulizia del video…
ja: ビデオをクリーンアップ中…
ko: 비디오 정리 중…
nl: Video opschonen…
pl: Czyszczenie wideo…
pt_br: Limpando vídeo…
pt_pt: A limpar o vídeo…
sv: Rensar video…
tr: Video temizleniyor…
zh_hans: 正在清理视频…
zh_hant: 正在清理影片…

source: Cleans selected images on this device and saves new copies to Photos.
ar: ينظّف الصور المحددة على هذا الجهاز ويحفظ نسخًا جديدة في الصور.
de: Bereinigt die ausgewählten Bilder auf diesem Gerät und sichert neue Kopien in Fotos.
es: Limpia las imágenes seleccionadas en este dispositivo y guarda copias nuevas en Fotos.
es_419: Limpia las imágenes seleccionadas en este dispositivo y guarda copias nuevas en Fotos.
fr: Nettoie les images sélectionnées sur cet appareil et enregistre de nouvelles copies dans Photos.
it: Pulisce le immagini selezionate su questo dispositivo e salva nuove copie in Foto.
ja: 選択した画像をこのデバイス上でクリーンアップし、新しいコピーを「写真」に保存します。
ko: 선택한 이미지를 이 기기에서 정리하고 새 사본을 사진 앱에 저장합니다.
nl: Schoont de geselecteerde afbeeldingen op dit apparaat op en bewaart nieuwe kopieën in Foto’s.
pl: Czyści wybrane obrazy na tym urządzeniu i zachowuje nowe kopie w Zdjęciach.
pt_br: Limpa as imagens selecionadas neste dispositivo e salva novas cópias no app Fotos.
pt_pt: Limpa as imagens selecionadas neste dispositivo e guarda novas cópias na app Fotografias.
sv: Rensar valda bilder på den här enheten och sparar nya kopior i Bilder.
tr: Seçilen görüntüleri bu cihazda temizler ve yeni kopyalarını Fotoğraflar’a kaydeder.
zh_hans: 在此设备上清理所选图像，并将新副本存储到“照片”。
zh_hant: 在此裝置上清理所選影像，並將新副本儲存到「照片」。

source: Close %@ details
ar: أغلق تفاصيل %@
de: Details zu %@ schließen
es: Cerrar detalles de %@
es_419: Cerrar detalles de %@
fr: Fermer les détails de %@
it: Chiudi i dettagli di %@
ja: %@の詳細を閉じる
ko: %@ 세부 정보 닫기
nl: Sluit %@-details
pl: Zamknij szczegóły %@
pt_br: Fechar detalhes de %@
pt_pt: Fechar detalhes de %@
sv: Stäng %@-detaljer
tr: %@ ayrıntılarını kapat
zh_hans: 关闭 %@ 详情
zh_hant: 關閉 %@ 詳細資訊

source: Close camera
ar: إغلاق الكاميرا
de: Kamera schließen
es: Cerrar cámara
es_419: Cerrar cámara
fr: Fermer l’appareil photo
it: Chiudi la fotocamera
ja: カメラを閉じる
ko: 카메라 닫기
nl: Camera sluiten
pl: Zamknij aparat
pt_br: Fechar câmera
pt_pt: Fechar câmara
sv: Stäng kameran
tr: Kamerayı kapat
zh_hans: 关闭相机
zh_hant: 關閉相機

source: Closes the PicStrip share extension without saving.
ar: يغلق امتداد مشاركة PicStrip من دون حفظ.
de: Schließt die PicStrip-Teilen-Erweiterung, ohne zu sichern.
es: Cierra la extensión para compartir de PicStrip sin guardar.
es_419: Cierra la extensión para compartir de PicStrip sin guardar.
fr: Ferme l’extension de partage PicStrip sans enregistrer.
it: Chiude l’estensione di condivisione di PicStrip senza salvare.
ja: 保存せずにPicStripの共有機能拡張を閉じます。
ko: 저장하지 않고 PicStrip 공유 확장 프로그램을 닫습니다.
nl: Sluit de PicStrip-deelextensie zonder te bewaren.
pl: Zamyka rozszerzenie udostępniania PicStrip bez zachowywania obrazu.
pt_br: Fecha a extensão de compartilhamento do PicStrip sem salvar.
pt_pt: Fecha a extensão de partilha do PicStrip sem guardar.
sv: Stänger PicStrips delningstillägg utan att spara.
tr: PicStrip paylaşım uzantısını kaydetmeden kapatır.
zh_hans: 关闭 PicStrip 的“共享”扩展，不存储任何内容。
zh_hant: 關閉 PicStrip 分享擴充功能，不進行儲存。

source: Closes the extension. Open PicStrip to edit your prepared image.
ar: يغلق الامتداد. افتح PicStrip لتحرير صورتك المجهّزة.
de: Schließt die Erweiterung. Öffne PicStrip, um dein vorbereitetes Bild zu bearbeiten.
es: Cierra la extensión. Abre PicStrip para editar la imagen preparada.
es_419: Cierra la extensión. Abre PicStrip para editar la imagen preparada.
fr: Ferme l’extension. Ouvrez PicStrip pour modifier votre image préparée.
it: Chiude l’estensione. Apri PicStrip per modificare l’immagine preparata.
ja: 機能拡張を閉じます。準備した画像を編集するにはPicStripを開いてください。
ko: 확장 프로그램을 닫습니다. 준비된 이미지를 편집하려면 PicStrip을 여세요.
nl: Sluit de extensie. Open PicStrip om je voorbereide afbeelding te bewerken.
pl: Zamyka rozszerzenie. Otwórz PicStrip, aby edytować przygotowany obraz.
pt_br: Fecha a extensão. Abra o PicStrip para editar a imagem preparada.
pt_pt: Fecha a extensão. Abra o PicStrip para editar a imagem preparada.
sv: Stänger tillägget. Öppna PicStrip för att redigera din förberedda bild.
tr: Uzantıyı kapatır. Hazırlanan görüntüyü düzenlemek için PicStrip’i açın.
zh_hans: 关闭扩展。打开 PicStrip 以编辑已准备好的图像。
zh_hant: 關閉擴充功能。打開 PicStrip 即可編輯已準備好的影像。

source: Closes the extension. Open PicStrip to edit your prepared video.
ar: يغلق الامتداد. افتح PicStrip لتحرير الفيديو المجهّز.
de: Schließt die Erweiterung. Öffne PicStrip, um dein vorbereitetes Video zu bearbeiten.
es: Cierra la extensión. Abre PicStrip para editar el vídeo preparado.
es_419: Cierra la extensión. Abre PicStrip para editar el video preparado.
fr: Ferme l’extension. Ouvrez PicStrip pour modifier votre vidéo préparée.
it: Chiude l’estensione. Apri PicStrip per modificare il video preparato.
ja: 機能拡張を閉じます。準備したビデオを編集するにはPicStripを開いてください。
ko: 확장 프로그램을 닫습니다. 준비된 비디오를 편집하려면 PicStrip을 여세요.
nl: Sluit de extensie. Open PicStrip om je voorbereide video te bewerken.
pl: Zamyka rozszerzenie. Otwórz PicStrip, aby edytować przygotowane wideo.
pt_br: Fecha a extensão. Abra o PicStrip para editar o vídeo preparado.
pt_pt: Fecha a extensão. Abra o PicStrip para editar o vídeo preparado.
sv: Stänger tillägget. Öppna PicStrip för att redigera din förberedda video.
tr: Uzantıyı kapatır. Hazırlanan videoyu düzenlemek için PicStrip’i açın.
zh_hans: 关闭扩展。打开 PicStrip 以编辑已准备好的视频。
zh_hant: 關閉擴充功能。打開 PicStrip 即可編輯已準備好的影片。

source: Colon or hyphen-separated hardware addresses
ar: عناوين الأجهزة المفصولة بنقطتين أو بشرطات
de: Hardware-Adressen mit Doppelpunkt- oder Bindestrich-Trennung
es: Direcciones de hardware separadas por dos puntos o guiones
es_419: Direcciones de hardware separadas por dos puntos o guiones
fr: Adresses matérielles séparées par des deux-points ou des tirets
it: Indirizzi hardware separati da due punti o trattini
ja: コロンまたはハイフン区切りのハードウェアアドレス
ko: 콜론 또는 하이픈으로 구분된 하드웨어 주소
nl: Hardware-adressen gescheiden door dubbele punten of streepjes
pl: Adresy sprzętowe rozdzielone dwukropkami lub łącznikami
pt_br: Endereços de hardware separados por dois-pontos ou hífen
pt_pt: Endereços de hardware separados por dois pontos ou hífenes
sv: Hårdvaruadresser separerade med kolon eller bindestreck
tr: İki nokta veya kısa çizgiyle ayrılmış donanım adresleri
zh_hans: 以冒号或连字符分隔的硬件地址
zh_hant: 以冒號或連字號分隔的硬體位址

source: Color
ar: لون
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
sv: Färg
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

source: Compact photos with high quality. Check receiver compatibility.
ar: صور صغيرة الحجم بجودة عالية. تحقق من توافق جهاز المستلم.
de: Kompakte Fotos mit hoher Qualität. Prüfe die Kompatibilität beim Empfänger.
es: Fotos compactas de alta calidad. Comprueba la compatibilidad del destinatario.
es_419: Fotos compactas de alta calidad. Comprueba la compatibilidad del destinatario.
fr: Photos compactes de haute qualité. Vérifiez la compatibilité du destinataire.
it: Foto compatte di alta qualità. Verifica la compatibilità del destinatario.
ja: 高画質で小さい写真。受け取り側の対応状況を確認してください。
ko: 고품질의 작은 사진. 받는 쪽의 호환성을 확인하세요.
nl: Compacte foto’s met hoge kwaliteit. Controleer of de ontvanger dit ondersteunt.
pl: Kompaktowe zdjęcia wysokiej jakości. Sprawdź zgodność u odbiorcy.
pt_br: Fotos compactas com alta qualidade. Confira a compatibilidade do destinatário.
pt_pt: Fotografias compactas com alta qualidade. Confira a compatibilidade do destinatário.
sv: Kompakta foton med hög kvalitet. Kontrollera mottagarens kompatibilitet.
tr: Yüksek kaliteli, küçük fotoğraflar. Alıcının uyumluluğunu kontrol edin.
zh_hans: 高画质的小体积照片。请确认接收方是否兼容。
zh_hant: 高畫質的小容量照片。請確認接收方是否相容。

# ConfidenceLevel.high
source: High
ar: عالية
de: Hoch
es: Alta
es_419: Alta
fr: Élevée
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysoka
pt_br: Alta
pt_pt: Alta
sv: Hög
tr: Yüksek
zh_hans: 高
zh_hant: 高

# ConfidenceLevel.low
source: Low
ar: منخفضة
de: Niedrig
es: Baja
es_419: Baja
fr: Faible
it: Bassa
ja: 低
ko: 낮음
nl: Laag
pl: Niska
pt_br: Baixa
pt_pt: Baixa
sv: Låg
tr: Düşük
zh_hans: 低
zh_hant: 低

# ConfidenceLevel.medium
source: Medium
ar: متوسطة
de: Mittel
es: Media
es_419: Media
fr: Moyenne
it: Media
ja: 中
ko: 중간
nl: Gemiddeld
pl: Średnia
pt_br: Média
pt_pt: Média
sv: Medel
tr: Orta
zh_hans: 中
zh_hant: 中等

source: Contextual information. Exposure risk depends on the recipient. Dates, URLs, barcodes.
ar: معلومات سياقية. تعتمد خطورة الكشف على المستلِم. التواريخ وعناوين URL والرموز الشريطية.
de: Kontextinformationen. Wie riskant eine Offenlegung ist, hängt vom Empfänger ab. Datumsangaben, URLs, Barcodes.
es: Información contextual. El riesgo de exposición depende de quién la reciba. Fechas, URL, códigos de barras.
es_419: Información contextual. El riesgo de exposición depende de quién la reciba. Fechas, URL, códigos de barras.
fr: Informations contextuelles. Le risque d’exposition dépend du destinataire. Dates, URL, codes-barres.
it: Informazioni contestuali. Il rischio di esposizione dipende dal destinatario. Date, URL, codici a barre.
ja: 文脈的な情報。共有する相手によってリスクは変わります。日付、URL、バーコードなど。
ko: 맥락 정보입니다. 노출 위험은 받는 사람에 따라 달라집니다. 날짜, URL, 바코드.
nl: Contextuele informatie. Het risico van blootstelling hangt af van de ontvanger. Datums, URL’s, barcodes.
pl: Informacje kontekstowe. Ryzyko ujawnienia zależy od odbiorcy. Daty, adresy URL, kody kreskowe.
pt_br: Informações de contexto. O risco da exposição depende de quem recebe. Datas, URLs, códigos de barras.
pt_pt: Informação contextual. O risco de exposição depende de quem a recebe. Datas, URLs e códigos de barras.
sv: Kontextuell information. Risken vid exponering beror på mottagaren. Datum, URL:er, streckkoder.
tr: Bağlamsal bilgi. İfşa riski alıcıya bağlıdır. Tarihler, URL’ler, barkodlar.
zh_hans: 上下文信息。泄露风险取决于接收方。日期、URL、条码。
zh_hant: 屬於情境資訊，外洩風險取決於接收者。日期、URL、條碼。

source: Coordinates, altitude, speed, heading, and the exact timestamp your shutter fired
ar: الإحداثيات والارتفاع والسرعة والاتجاه والطابع الزمني الدقيق للحظة التقاط الصورة
de: Koordinaten, Höhe, Geschwindigkeit, Richtung und der genaue Zeitpunkt der Aufnahme
es: Coordenadas, altitud, velocidad, rumbo y el momento exacto en que se disparó el obturador
es_419: Coordenadas, altitud, velocidad, rumbo y el momento exacto en que se disparó el obturador
fr: Coordonnées, altitude, vitesse, cap et horodatage exact du déclenchement de l’obturateur
it: Coordinate, altitudine, velocità, direzione e l’istante esatto in cui è scattato l’otturatore
ja: 座標、高度、速度、進行方向、シャッターを切った正確な日時
ko: 좌표, 고도, 속도, 방향, 셔터가 눌린 정확한 시각
nl: Coördinaten, hoogte, snelheid, richting en het exacte tijdstip waarop je sluiter afging
pl: Współrzędne, wysokość, prędkość, kierunek i dokładny moment zwolnienia migawki
pt_br: Coordenadas, altitude, velocidade, direção e o instante exato em que o obturador disparou
pt_pt: Coordenadas, altitude, velocidade, direção e o momento exato em que o obturador disparou
sv: Koordinater, höjd, hastighet, riktning och den exakta tidpunkten då du tog bilden
tr: Koordinatlar, yükseklik, hız, yön ve deklanşöre bastığınız andaki tam zaman damgası
zh_hans: 坐标、海拔、速度、方向，以及快门按下的确切时间
zh_hant: 座標、海拔高度、速度、方向，以及快門按下的確切時間

source: Could not check
ar: تعذر التحقق
de: Prüfung nicht möglich
es: No se pudo comprobar
es_419: No se pudo comprobar
fr: Vérification impossible
it: Impossibile controllare
ja: 確認できませんでした
ko: 확인할 수 없음
nl: Kon niet controleren
pl: Nie udało się sprawdzić
pt_br: Não foi possível verificar
pt_pt: Não foi possível verificar
sv: Kunde inte kontrollera
tr: Kontrol edilemedi
zh_hans: 无法检查
zh_hant: 無法檢查

source: Could not clean this video
ar: تعذّر تنظيف هذا الفيديو
de: Video konnte nicht bereinigt werden
es: No se ha podido limpiar este vídeo
es_419: No se pudo limpiar este video
fr: Impossible de nettoyer cette vidéo
it: Impossibile pulire questo video
ja: このビデオをクリーンアップできませんでした
ko: 이 비디오를 정리할 수 없습니다
nl: Kon deze video niet opschonen
pl: Nie można wyczyścić tego wideo
pt_br: Não foi possível limpar este vídeo
pt_pt: Não foi possível limpar este vídeo
sv: Det gick inte att rensa videon
tr: Bu video temizlenemedi
zh_hans: 无法清理此视频
zh_hant: 無法清理此影片

source: Could not create a CGImageDestination for the requested output format.
ar: تعذر إنشاء CGImageDestination للتنسيق المطلوب للإخراج.
de: Es konnte kein CGImageDestination für das angeforderte Ausgabeformat erstellt werden.
es: No se ha podido crear un CGImageDestination para el formato de salida solicitado.
es_419: No se pudo crear un CGImageDestination para el formato de salida solicitado.
fr: Impossible de créer une CGImageDestination pour le format de sortie demandé.
it: Impossibile creare un CGImageDestination per il formato di output richiesto.
ja: 要求された出力形式のためのCGImageDestinationを作成できませんでした。
ko: 요청한 출력 형식에 대한 CGImageDestination을 만들 수 없습니다.
nl: Kon geen CGImageDestination maken voor het gevraagde uitvoerformaat.
pl: Nie udało się utworzyć CGImageDestination dla żądanego formatu wyjściowego.
pt_br: Não foi possível criar um CGImageDestination para o formato de saída solicitado.
pt_pt: Não foi possível criar uma CGImageDestination para o formato de saída solicitado.
sv: Kunde inte skapa en CGImageDestination för det begärda utdataformatet.
tr: İstenen çıktı biçimi için CGImageDestination oluşturulamadı.
zh_hans: 无法为请求的输出格式创建 CGImageDestination。
zh_hant: 無法為請求的輸出格式建立 CGImageDestination。

source: Could not create a CGImageSource from the supplied data. The data may be corrupt or an unsupported format.
ar: تعذّر إنشاء CGImageSource من البيانات المقدمة. قد تكون البيانات تالفة أو بتنسيق غير مدعوم.
de: Aus den bereitgestellten Daten konnte kein CGImageSource erstellt werden. Die Daten sind möglicherweise beschädigt oder liegen in einem nicht unterstützten Format vor.
es: No se ha podido crear un CGImageSource a partir de los datos proporcionados. Los datos pueden estar corruptos o tener un formato no compatible.
es_419: No se pudo crear un CGImageSource a partir de los datos proporcionados. Los datos pueden estar corruptos o tener un formato no compatible.
fr: Impossible de créer une CGImageSource à partir des données fournies. Les données peuvent être corrompues ou dans un format non pris en charge.
it: Impossibile creare un CGImageSource dai dati forniti. I dati potrebbero essere corrotti o in un formato non supportato.
ja: 提供されたデータからCGImageSourceを作成できませんでした。データが破損しているか、対応していないフォーマットの可能性があります。
ko: 제공된 데이터로부터 CGImageSource를 생성할 수 없습니다. 데이터가 손상되었거나 지원하지 않는 형식일 수 있습니다.
nl: Kan geen CGImageSource maken van de geleverde gegevens. De gegevens kunnen beschadigd zijn of een niet-ondersteund formaat hebben.
pl: Nie udało się utworzyć CGImageSource z dostarczonych danych. Dane mogą być uszkodzone lub w nieobsługiwanym formacie.
pt_br: Não foi possível criar um CGImageSource a partir dos dados fornecidos. Os dados podem estar corrompidos ou em um formato não suportado.
pt_pt: Não foi possível criar uma CGImageSource a partir dos dados fornecidos. Os dados podem estar corrompidos ou num formato não suportado.
sv: Kunde inte skapa en CGImageSource från de angivna data. De kan vara skadade eller i ett format som inte stöds.
tr: Verilen veriden bir CGImageSource oluşturulamadı. Veri bozuk veya desteklenmeyen bir biçimde olabilir.
zh_hans: 无法从提供的数据创建 CGImageSource。数据可能已损坏或格式不受支持。
zh_hant: 無法從提供的資料建立 CGImageSource。資料可能已損壞或格式不受支援。

source: Could not decode pixel data from the image source.
ar: تعذّر فك ترميز بيانات البكسل من مصدر الصورة.
de: Pixel-Daten konnten von der Bildquelle nicht dekodiert werden.
es: No se han podido decodificar los datos de píxeles desde la fuente de la imagen.
es_419: No se pudieron decodificar los datos de píxeles desde la fuente de la imagen.
fr: Impossible de décoder les données de pixels à partir de la source de l’image.
it: Impossibile decodificare i dati dei pixel dalla sorgente dell’immagine.
ja: 画像ソースからピクセルデータをデコードできませんでした。
ko: 이미지 소스에서 픽셀 데이터를 디코딩할 수 없습니다.
nl: Kan pixelgegevens niet decoderen vanuit de afbeeldingsbron.
pl: Nie można zdekodować danych pikseli ze źródła obrazu.
pt_br: Não foi possível decodificar os dados de pixels da origem da imagem.
pt_pt: Não foi possível descodificar os dados de pixels a partir da fonte da imagem.
sv: Kunde inte avkoda pixeldata från bildkällan.
tr: Görüntü kaynağından piksel verileri çözülemedi.
zh_hans: 无法从图像源解码像素数据。
zh_hant: 無法從影像來源解碼像素資料。

source: Could not decode the provided data into a valid image.
ar: تعذر فك ترميز البيانات المقدمة إلى صورة صحيحة.
de: Die bereitgestellten Daten konnten nicht in ein gültiges Bild dekodiert werden.
es: No se han podido decodificar los datos proporcionados en una imagen válida.
es_419: No se pudieron decodificar los datos proporcionados en una imagen válida.
fr: Impossible de décoder les données fournies en une image valide.
it: Impossibile decodificare i dati forniti in un’immagine valida.
ja: 提供されたデータを有効な画像にデコードできませんでした。
ko: 제공된 데이터를 유효한 이미지로 디코딩할 수 없습니다.
nl: Kon de opgegeven gegevens niet decoderen naar een geldige afbeelding.
pl: Nie można zdekodować podanych danych do prawidłowego obrazu.
pt_br: Não foi possível decodificar os dados fornecidos em uma imagem válida.
pt_pt: Não foi possível descodificar os dados fornecidos numa imagem válida.
sv: Kunde inte avkoda de angivna data till en giltig bild.
tr: Verilen veriler geçerli bir görüntü olarak çözülemedi.
zh_hans: 无法将提供的数据解码为有效图像。
zh_hant: 無法將提供的資料解碼為有效的影像。

source: Could not render redactions for this image.
ar: تعذّر رسم مناطق الحجب على هذه الصورة.
de: Die Schwärzungen für dieses Bild konnten nicht dargestellt werden.
es: No se han podido renderizar las censuras para esta imagen.
es_419: No se pudieron renderizar las censuras para esta imagen.
fr: Impossible d’appliquer les masquages à cette image.
it: Impossibile applicare gli oscuramenti a questa immagine.
ja: この画像のマスクをレンダリングできませんでした。
ko: 이 이미지의 가림 처리를 렌더링할 수 없습니다.
nl: Kon de afdekkingen voor deze afbeelding niet weergeven.
pl: Nie udało się nałożyć zamazań na ten obraz.
pt_br: Não foi possível renderizar as ocultações nesta imagem.
pt_pt: Não foi possível aplicar as ocultações a esta imagem.
sv: Kunde inte rendera maskeringarna för den här bilden.
tr: Bu görüntü için karartmalar işlenemedi.
zh_hans: 无法为此图像渲染遮盖。
zh_hant: 無法為此影像套用遮蓋。

source: Could not replace photo: %@
ar: تعذر استبدال الصورة: %@
de: Foto konnte nicht ersetzt werden: %@
es: No se ha podido reemplazar la foto: %@
es_419: No se pudo reemplazar la foto: %@
fr: Impossible de remplacer la photo : %@
it: Impossibile sostituire la foto: %@
ja: 写真を置き換えられませんでした：%@
ko: 사진을 교체할 수 없습니다: %@
nl: Foto kon niet worden vervangen: %@
pl: Nie można zastąpić zdjęcia: %@
pt_br: Não foi possível substituir a foto: %@
pt_pt: Não foi possível substituir a fotografia: %@
sv: Kunde inte ersätta bilden: %@
tr: Fotoğraf değiştirilemedi: %@
zh_hans: 无法替换照片：%@
zh_hant: 無法取代照片：%@

source: Could not save to Photos: %@
ar: تعذّر الحفظ في الصور: %@
de: Sichern in Fotos nicht möglich: %@
es: No se ha podido guardar en Fotos: %@
es_419: No se pudo guardar en Fotos: %@
fr: Impossible d’enregistrer dans Photos : %@
it: Impossibile salvare in Foto: %@
ja: 「写真」に保存できませんでした：%@
ko: 사진에 저장할 수 없습니다: %@
nl: Kon niet bewaren in Foto’s: %@
pl: Nie można zachować w Zdjęciach: %@
pt_br: Não foi possível salvar em Fotos: %@
pt_pt: Não foi possível guardar nas Fotografias: %@
sv: Det gick inte att spara i Bilder: %@
tr: Fotoğraflar’a kaydedilemedi: %@
zh_hans: 无法存储到“照片”：%@
zh_hant: 無法儲存到「照片」：%@

source: Couldn’t Open Image
ar: تعذّر فتح الصورة
de: Bild konnte nicht geöffnet werden
es: No se ha podido abrir la imagen
es_419: No se pudo abrir la imagen
fr: Impossible d’ouvrir l’image
it: Impossibile aprire l’immagine
ja: 画像を開けませんでした
ko: 이미지를 열 수 없음
nl: Afbeelding kan niet worden geopend
pl: Nie można otworzyć obrazu
pt_br: Não foi possível abrir a imagem
pt_pt: Não foi possível abrir a imagem
sv: Det gick inte att öppna bilden
tr: Görüntü açılamadı
zh_hans: 无法打开图像
zh_hant: 無法打開影像

source: Couldn’t Record
ar: تعذّر التسجيل
de: Aufnahme nicht möglich
es: No se ha podido grabar
es_419: No se pudo grabar
fr: Impossible d’enregistrer
it: Impossibile registrare
ja: 録画できませんでした
ko: 녹화할 수 없음
nl: Kan niet opnemen
pl: Nie można nagrać
pt_br: Não foi possível gravar
pt_pt: Não foi possível gravar
sv: Kunde inte spela in
tr: Kaydedilemedi
zh_hans: 无法录制
zh_hant: 無法錄影

source: Cover %@
ar: حجب %@
de: %@ verdecken
es: Censurar %@
es_419: Censurar %@
fr: Masquer %@
it: Copri %@
ja: %@をマスク
ko: %@ 가리기
nl: %@ afdekken
pl: Zamazuj: %@
pt_br: Ocultar %@
pt_pt: Ocultar %@
sv: Maskera %@
tr: %@ öğesini karart
zh_hans: 遮盖%@
zh_hant: 遮蓋%@

source: Cover an Object
ar: حجب عنصر
de: Objekt verdecken
es: Censurar un objeto
es_419: Censurar un objeto
fr: Masquer un objet
it: Copri un oggetto
ja: オブジェクトをマスク
ko: 개체 가리기
nl: Object afdekken
pl: Zamaż obiekt
pt_br: Ocultar um objeto
pt_pt: Ocultar um objeto
sv: Maskera ett objekt
tr: Nesne karart
zh_hans: 遮盖物体
zh_hant: 遮蓋物體
